<?php

return [
    "FLAG" => [
        "OFF" => "0",
        "ON" => "1"
    ],

    "MESSAGE" => [
        "SUCCESS" => [
            "STORE" => "保存が完了しました。\n※ページを更新します。",
            "UPDATE" => "保存が完了しました。\n※ページを更新します。",
            "DELETE" => "削除が完了しました。\n※管理画面へ移動します。"
        ],

        "ERROR" => [
            "STORE" => "保存が失敗しました。",
            "UPDATE" => "保存が失敗しました。",
            "DELETE" => "削除が失敗しました。",
            "VALIDATION" => "保存が失敗しました。\n入力内容に問題がないか確認してください。",
            "UPDATED" => "編集中に別のユーザが更新しました。\nもう一度初めから入力してください。\n※ページを更新します。"
        ]
    ]
];
